{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": false
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "À": 125,
      "Á": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Ý": 154,
      "Þ": 155,
      "ß": 156,
      "à": 157,
      "á": 158,
      "â": 159,
      "ã": 160,
      "ä": 161,
      "å": 162,
      "æ": 163,
      "ç": 164,
      "è": 165,
      "é": 166,
      "ê": 167,
      "ë": 168,
      "ì": 169,
      "í": 170,
      "î": 171,
      "ï": 172,
      "ð": 173,
      "ñ": 174,
      "ò": 175,
      "ó": 176,
      "ô": 177,
      "õ": 178,
      "ö": 179,
      "÷": 180,
      "ø": 181,
      "ù": 182,
      "ú": 183,
      "û": 184,
      "ü": 185,
      "ý": 186,
      "þ": 187,
      "ÿ": 188,
      "Ā": 189,
      "ā": 190,
      "Ă": 191,
      "ă": 192,
      "Ą": 193,
      "ą": 194,
      "Ć": 195,
      "ć": 196,
      "Ĉ": 197,
      "ĉ": 198,
      "Ċ": 199,
      "ċ": 200,
      "Č": 201,
      "č": 202,
      "Ď": 203,
      "ď": 204,
      "Đ": 205,
      "đ": 206,
      "Ē": 207,
      "ē": 208,
      "Ĕ": 209,
      "ĕ": 210,
      "Ė": 211,
      "ė": 212,
      "Ę": 213,
      "ę": 214,
      "Ě": 215,
      "ě": 216,
      "Ĝ": 217,
      "ĝ": 218,
      "Ğ": 219,
      "ğ": 220,
      "Ġ": 221,
      "ġ": 222,
      "Ģ": 223,
      "ģ": 224,
      "Ĥ": 225,
      "ĥ": 226,
      "Ħ": 227,
      "ħ": 228,
      "Ĩ": 229,
      "ĩ": 230,
      "Ī": 231,
      "ī": 232,
      "Ĭ": 233,
      "ĭ": 234,
      "Į": 235,
      "į": 236,
      "İ": 237,
      "ı": 238,
      "Ĳ": 239,
      "ĳ": 240,
      "Ĵ": 241,
      "ĵ": 242,
      "Ķ": 243,
      "ķ": 244,
      "ĸ": 245,
      "Ĺ": 246,
      "ĺ": 247,
      "Ļ": 248,
      "ļ": 249,
      "Ľ": 250,
      "ľ": 251,
      "Ŀ": 252,
      "ŀ": 253,
      "Ł": 254,
      "ł": 255,
      "Ń": 256,
      "Â¡": 257,
      "Â¢": 258,
      "Â£": 259,
      "Â¤": 260,
      "Â¥": 261,
      "Â¦": 262,
      "Â§": 263,
      "Â¨": 264,
      "Â©": 265,
      "Âª": 266,
      "Â«": 267,
      "Â¬": 268,
      "Â®": 269,
      "Â¯": 270,
      "Â°": 271,
      "Â±": 272,
      "Â²": 273,
      "Â³": 274,
      "Â´": 275,
      "Âµ": 276,
      "Â¶": 277,
      "Â·": 278,
      "Â¸": 279,
      "Â¹": 280,
      "Âº": 281,
      "Â»": 282,
      "Â¼": 283,
      "Â½": 284,
      "Â¾": 285,
      "Â¿": 286,
      "Ã¡": 287,
      "Ã¢": 288,
      "Ã£": 289,
      "Ã¤": 290,
      "Ã¥": 291,
      "Ã¦": 292,
      "Ã§": 293,
      "Ã¨": 294,
      "Ã©": 295,
      "Ãª": 296,
      "Ã«": 297,
      "Ã¬": 298,
      "Ã®": 299,
      "Ã¯": 300,
      "Ã°": 301,
      "Ã±": 302,
      "Ã²": 303,
      "Ã³": 304,
      "Ã´": 305,
      "Ãµ": 306,
      "Ã¶": 307,
      "Ã·": 308,
      "Ã¸": 309,
      "Ã¹": 310,
      "Ãº": 311,
      "Ã»": 312,
      "Ã¼": 313,
      "Ã½": 314,
      "Ã¾": 315,
      "Ã¿": 316,
      "ÃĢ": 317,
      "Ãģ": 318,
      "ÃĤ": 319,
      "Ãĥ": 320,
      "ÃĦ": 321,
      "Ãħ": 322,
      "ÃĨ": 323,
      "Ãĩ": 324,
      "ÃĪ": 325,
      "Ãī": 326,
      "ÃĬ": 327,
      "Ãĭ": 328,
      "ÃĮ": 329,
      "Ãį": 330,
      "Ãİ": 331,
      "Ãı": 332,
      "ÃĲ": 333,
      "Ãĳ": 334,
      "ÃĴ": 335,
      "Ãĵ": 336,
      "ÃĶ": 337,
      "Ãķ": 338,
      "Ãĸ": 339,
      "ÃĹ": 340,
      "Ãĺ": 341,
      "ÃĻ": 342,
      "Ãļ": 343,
      "ÃĽ": 344,
      "Ãľ": 345,
      "ÃĿ": 346,
      "Ãŀ": 347,
      "ÃŁ": 348,
      "Ãł": 349,
      "ÃŃ": 350,
      "Ä¡": 351,
      "Ä¢": 352,
      "Ä£": 353,
      "Ä¤": 354,
      "Ä¥": 355,
      "Ä¦": 356,
      "Ä§": 357,
      "Ä¨": 358,
      "Ä©": 359,
      "Äª": 360,
      "Ä«": 361,
      "Ä¬": 362,
      "Ä®": 363,
      "Ä¯": 364,
      "Ä°": 365,
      "Ä±": 366,
      "Ä²": 367,
      "Ä³": 368,
      "Ä´": 369,
      "Äµ": 370,
      "Ä¶": 371,
      "Ä·": 372,
      "Ä¸": 373,
      "Ä¹": 374,
      "Äº": 375,
      "Ä»": 376,
      "Ä¼": 377,
      "Ä½": 378,
      "Ä¾": 379,
      "Ä¿": 380,
      "ÄĢ": 381,
      "Äģ": 382,
      "ÄĤ": 383,
      "Äĥ": 384,
      "ÄĦ": 385,
      "Äħ": 386,
      "ÄĨ": 387,
      "Äĩ": 388,
      "ÄĪ": 389,
      "Äī": 390,
      "ÄĬ": 391,
      "Äĭ": 392,
      "ÄĮ": 393,
      "Äį": 394,
      "Äİ": 395,
      "Äı": 396,
      "ÄĲ": 397,
      "Äĳ": 398,
      "ÄĴ": 399,
      "Äĵ": 400,
      "ÄĶ": 401,
      "Äķ": 402,
      "Äĸ": 403,
      "ÄĹ": 404,
      "Äĺ": 405,
      "ÄĻ": 406,
      "Äļ": 407,
      "ÄĽ": 408,
      "Äľ": 409,
      "ÄĿ": 410,
      "Äŀ": 411,
      "ÄŁ": 412,
      "Äł": 413,
      "ÄŃ": 414,
      "ÅĢ": 415,
      "Åģ": 416,
      "ÅĤ": 417,
      "Åĥ": 418,
      "!!": 419,
      "!\"": 420,
      "!#": 421,
      "!$": 422,
      "!%": 423,
      "!&": 424,
      "!'": 425,
      "!(": 426,
      "!)": 427,
      "!*": 428,
      "!+": 429,
      "!,": 430,
      "!-": 431,
      "!.": 432,
      "!/": 433,
      "!0": 434,
      "!1": 435,
      "!2": 436,
      "!3": 437,
      "!4": 438,
      "!5": 439,
      "!6": 440,
      "!7": 441,
      "!8": 442,
      "!9": 443,
      "!:": 444,
      "!;": 445,
      "!<": 446,
      "!=": 447,
      "!>": 448,
      "!?": 449,
      "!@": 450,
      "!A": 451,
      "!B": 452,
      "!C": 453,
      "!D": 454,
      "!E": 455,
      "!F": 456,
      "!G": 457,
      "!H": 458,
      "!I": 459,
      "!J": 460,
      "!K": 461,
      "!L": 462,
      "!M": 463,
      "!N": 464,
      "!O": 465,
      "!P": 466,
      "!Q": 467,
      "!R": 468,
      "!S": 469,
      "!T": 470,
      "!U": 471,
      "!V": 472,
      "!W": 473,
      "!X": 474,
      "!Y": 475,
      "!Z": 476,
      "![": 477,
      "!\\": 478,
      "!]": 479,
      "!^": 480,
      "!_": 481,
      "!`": 482,
      "!a": 483,
      "!b": 484,
      "!c": 485,
      "!d": 486,
      "!e": 487,
      "!f": 488,
      "!g": 489,
      "!h": 490,
      "!i": 491,
      "!j": 492,
      "!k": 493,
      "!l": 494,
      "!m": 495,
      "!n": 496,
      "!o": 497,
      "!p": 498,
      "!q": 499,
      "!r": 500,
      "!s": 501,
      "!t": 502,
      "!u": 503,
      "!v": 504,
      "!w": 505,
      "!x": 506,
      "!y": 507,
      "!z": 508,
      "!{": 509,
      "!|": 510,
      "!}": 511,
      "!~": 512,
      "!Â¡": 513,
      "!Â¢": 514,
      "!Â£": 515,
      "!Â¤": 516,
      "!Â¥": 517,
      "!Â¦": 518,
      "!Â§": 519,
      "!Â¨": 520,
      "!Â©": 521,
      "!Âª": 522,
      "!Â«": 523,
      "!Â¬": 524,
      "!Â®": 525,
      "!Â¯": 526,
      "!Â°": 527,
      "!Â±": 528,
      "!Â²": 529,
      "!Â³": 530,
      "!Â´": 531,
      "!Âµ": 532,
      "!Â¶": 533,
      "!Â·": 534,
      "!Â¸": 535,
      "!Â¹": 536,
      "!Âº": 537,
      "!Â»": 538,
      "!Â¼": 539,
      "!Â½": 540,
      "!Â¾": 541,
      "!Â¿": 542,
      "!Ã¡": 543,
      "!Ã¢": 544,
      "!Ã£": 545,
      "!Ã¤": 546,
      "!Ã¥": 547,
      "!Ã¦": 548,
      "!Ã§": 549,
      "!Ã¨": 550,
      "!Ã©": 551,
      "!Ãª": 552,
      "!Ã«": 553,
      "!Ã¬": 554,
      "!Ã®": 555,
      "!Ã¯": 556,
      "!Ã°": 557,
      "!Ã±": 558,
      "!Ã²": 559,
      "!Ã³": 560,
      "!Ã´": 561,
      "!Ãµ": 562,
      "!Ã¶": 563,
      "!Ã·": 564,
      "!Ã¸": 565,
      "!Ã¹": 566,
      "!Ãº": 567,
      "!Ã»": 568,
      "!Ã¼": 569,
      "!Ã½": 570,
      "!Ã¾": 571,
      "!Ã¿": 572,
      "!ÃĢ": 573,
      "!Ãģ": 574,
      "!ÃĤ": 575,
      "!Ãĥ": 576,
      "!ÃĦ": 577,
      "!Ãħ": 578,
      "!ÃĨ": 579,
      "!Ãĩ": 580,
      "!ÃĪ": 581,
      "!Ãī": 582,
      "!ÃĬ": 583,
      "!Ãĭ": 584,
      "!ÃĮ": 585,
      "!Ãį": 586,
      "!Ãİ": 587,
      "!Ãı": 588,
      "!ÃĲ": 589,
      "!Ãĳ": 590,
      "!ÃĴ": 591,
      "!Ãĵ": 592,
      "!ÃĶ": 593,
      "!Ãķ": 594,
      "!Ãĸ": 595,
      "!ÃĹ": 596,
      "!Ãĺ": 597,
      "!ÃĻ": 598,
      "!Ãļ": 599,
      "!ÃĽ": 600,
      "!Ãľ": 601,
      "!ÃĿ": 602,
      "!Ãŀ": 603,
      "!ÃŁ": 604,
      "!Ãł": 605,
      "!ÃŃ": 606,
      "!Ä¡": 607,
      "!Ä¢": 608,
      "!Ä£": 609,
      "!Ä¤": 610,
      "!Ä¥": 611,
      "!Ä¦": 612,
      "!Ä§": 613,
      "!Ä¨": 614,
      "!Ä©": 615,
      "!Äª": 616,
      "!Ä«": 617,
      "!Ä¬": 618,
      "!Ä®": 619,
      "!Ä¯": 620,
      "!Ä°": 621,
      "!Ä±": 622,
      "!Ä²": 623,
      "!Ä³": 624,
      "!Ä´": 625,
      "!Äµ": 626,
      "!Ä¶": 627,
      "!Ä·": 628,
      "!Ä¸": 629,
      "!Ä¹": 630,
      "!Äº": 631,
      "!Ä»": 632,
      "!Ä¼": 633,
      "!Ä½": 634,
      "!Ä¾": 635,
      "!Ä¿": 636,
      "!ÄĢ": 637,
      "!Äģ": 638,
      "!ÄĤ": 639,
      "!Äĥ": 640,
      "!ÄĦ": 641,
      "!Äħ": 642,
      "!ÄĨ": 643,
      "!Äĩ": 644,
      "!ÄĪ": 645,
      "!Äī": 646,
      "!ÄĬ": 647,
      "!Äĭ": 648,
      "!ÄĮ": 649,
      "!Äį": 650,
      "!Äİ": 651,
      "!Äı": 652,
      "!ÄĲ": 653,
      "!Äĳ": 654,
      "!ÄĴ": 655,
      "!Äĵ": 656,
      "!ÄĶ": 657,
      "!Äķ": 658,
      "!Äĸ": 659,
      "!ÄĹ": 660,
      "!Äĺ": 661,
      "!ÄĻ": 662,
      "!Äļ": 663,
      "!ÄĽ": 664,
      "!Äľ": 665,
      "!ÄĿ": 666,
      "!Äŀ": 667,
      "!ÄŁ": 668,
      "!Äł": 669,
      "!ÄŃ": 670,
      "!ÅĢ": 671,
      "!Åģ": 672,
      "!ÅĤ": 673,
      "!Åĥ": 674,
      "\"!": 675,
      "\"\"": 676,
      "\"#": 677,
      "\"$": 678,
      "\"%": 679,
      "\"&": 680,
      "\"'": 681,
      "\"(": 682,
      "\")": 683,
      "\"*": 684,
      "\"+": 685,
      "\",": 686,
      "\"-": 687,
      "\".": 688,
      "\"/": 689,
      "\"0": 690,
      "\"1": 691,
      "\"2": 692,
      "\"3": 693,
      "\"4": 694,
      "\"5": 695,
      "\"6": 696,
      "\"7": 697,
      "\"8": 698,
      "\"9": 699,
      "\":": 700,
      "\";": 701,
      "\"<": 702,
      "\"=": 703,
      "\">": 704,
      "\"?": 705,
      "\"@": 706,
      "\"A": 707,
      "\"B": 708,
      "\"C": 709,
      "\"D": 710,
      "\"E": 711,
      "\"F": 712,
      "\"G": 713,
      "\"H": 714,
      "\"I": 715,
      "\"J": 716,
      "\"K": 717,
      "\"L": 718,
      "\"M": 719,
      "\"N": 720,
      "\"O": 721,
      "\"P": 722,
      "\"Q": 723,
      "\"R": 724,
      "\"S": 725,
      "\"T": 726,
      "\"U": 727,
      "\"V": 728,
      "\"W": 729,
      "\"X": 730,
      "\"Y": 731,
      "\"Z": 732,
      "\"[": 733,
      "\"\\": 734,
      "\"]": 735,
      "\"^": 736,
      "\"_": 737,
      "\"`": 738,
      "\"a": 739,
      "\"b": 740,
      "\"c": 741,
      "\"d": 742,
      "\"e": 743,
      "\"f": 744,
      "\"g": 745,
      "\"h": 746,
      "\"i": 747,
      "\"j": 748,
      "\"k": 749,
      "\"l": 750,
      "\"m": 751,
      "\"n": 752,
      "\"o": 753,
      "\"p": 754,
      "\"q": 755,
      "\"r": 756,
      "\"s": 757,
      "\"t": 758,
      "\"u": 759,
      "\"v": 760,
      "\"w": 761,
      "\"x": 762,
      "\"y": 763,
      "\"z": 764,
      "\"{": 765,
      "\"|": 766,
      "\"}": 767,
      "\"~": 768,
      "\"Â¡": 769,
      "\"Â¢": 770,
      "\"Â£": 771,
      "\"Â¤": 772,
      "\"Â¥": 773,
      "\"Â¦": 774,
      "\"Â§": 775,
      "\"Â¨": 776,
      "\"Â©": 777,
      "\"Âª": 778,
      "\"Â«": 779,
      "\"Â¬": 780,
      "\"Â®": 781,
      "\"Â¯": 782,
      "\"Â°": 783,
      "\"Â±": 784,
      "\"Â²": 785,
      "\"Â³": 786,
      "\"Â´": 787,
      "\"Âµ": 788,
      "\"Â¶": 789,
      "\"Â·": 790,
      "\"Â¸": 791,
      "\"Â¹": 792,
      "\"Âº": 793,
      "\"Â»": 794,
      "\"Â¼": 795,
      "\"Â½": 796,
      "\"Â¾": 797,
      "\"Â¿": 798,
      "\"Ã¡": 799,
      "\"Ã¢": 800,
      "\"Ã£": 801,
      "\"Ã¤": 802,
      "\"Ã¥": 803,
      "\"Ã¦": 804,
      "\"Ã§": 805,
      "\"Ã¨": 806,
      "\"Ã©": 807,
      "\"Ãª": 808,
      "\"Ã«": 809,
      "\"Ã¬": 810,
      "\"Ã®": 811,
      "\"Ã¯": 812,
      "\"Ã°": 813,
      "\"Ã±": 814,
      "\"Ã²": 815,
      "\"Ã³": 816,
      "\"Ã´": 817,
      "\"Ãµ": 818,
      "\"Ã¶": 819,
      "\"Ã·": 820,
      "\"Ã¸": 821,
      "\"Ã¹": 822,
      "\"Ãº": 823,
      "\"Ã»": 824,
      "\"Ã¼": 825,
      "\"Ã½": 826,
      "\"Ã¾": 827,
      "\"Ã¿": 828,
      "\"ÃĢ": 829,
      "\"Ãģ": 830,
      "\"ÃĤ": 831,
      "\"Ãĥ": 832,
      "\"ÃĦ": 833,
      "\"Ãħ": 834,
      "\"ÃĨ": 835,
      "\"Ãĩ": 836,
      "\"ÃĪ": 837,
      "\"Ãī": 838,
      "\"ÃĬ": 839,
      "\"Ãĭ": 840,
      "\"ÃĮ": 841,
      "\"Ãį": 842,
      "\"Ãİ": 843,
      "\"Ãı": 844,
      "\"ÃĲ": 845,
      "\"Ãĳ": 846,
      "\"ÃĴ": 847,
      "\"Ãĵ": 848,
      "\"ÃĶ": 849,
      "\"Ãķ": 850,
      "\"Ãĸ": 851,
      "\"ÃĹ": 852,
      "\"Ãĺ": 853,
      "\"ÃĻ": 854,
      "\"Ãļ": 855,
      "\"ÃĽ": 856,
      "\"Ãľ": 857,
      "\"ÃĿ": 858,
      "\"Ãŀ": 859,
      "\"ÃŁ": 860,
      "\"Ãł": 861,
      "\"ÃŃ": 862,
      "\"Ä¡": 863,
      "\"Ä¢": 864,
      "\"Ä£": 865,
      "\"Ä¤": 866,
      "\"Ä¥": 867,
      "\"Ä¦": 868,
      "\"Ä§": 869,
      "\"Ä¨": 870,
      "\"Ä©": 871,
      "\"Äª": 872,
      "\"Ä«": 873,
      "\"Ä¬": 874,
      "\"Ä®": 875,
      "\"Ä¯": 876,
      "\"Ä°": 877,
      "\"Ä±": 878,
      "\"Ä²": 879,
      "\"Ä³": 880,
      "\"Ä´": 881,
      "\"Äµ": 882,
      "\"Ä¶": 883,
      "\"Ä·": 884,
      "\"Ä¸": 885,
      "\"Ä¹": 886,
      "\"Äº": 887,
      "\"Ä»": 888,
      "\"Ä¼": 889,
      "\"Ä½": 890,
      "\"Ä¾": 891,
      "\"Ä¿": 892,
      "\"ÄĢ": 893,
      "\"Äģ": 894,
      "\"ÄĤ": 895,
      "\"Äĥ": 896,
      "\"ÄĦ": 897,
      "\"Äħ": 898,
      "\"ÄĨ": 899,
      "\"Äĩ": 900,
      "\"ÄĪ": 901,
      "\"Äī": 902,
      "\"ÄĬ": 903,
      "\"Äĭ": 904,
      "\"ÄĮ": 905,
      "\"Äį": 906,
      "\"Äİ": 907,
      "\"Äı": 908,
      "\"ÄĲ": 909,
      "\"Äĳ": 910,
      "\"ÄĴ": 911,
      "\"Äĵ": 912,
      "\"ÄĶ": 913,
      "\"Äķ": 914,
      "\"Äĸ": 915,
      "\"ÄĹ": 916,
      "\"Äĺ": 917,
      "\"ÄĻ": 918,
      "\"Äļ": 919,
      "\"ÄĽ": 920,
      "\"Äľ": 921,
      "\"ÄĿ": 922,
      "\"Äŀ": 923,
      "\"ÄŁ": 924,
      "\"Äł": 925,
      "\"ÄŃ": 926,
      "\"ÅĢ": 927,
      "\"Åģ": 928,
      "\"ÅĤ": 929,
      "\"Åĥ": 930,
      "#!": 931,
      "#\"": 932,
      "##": 933,
      "#$": 934,
      "#%": 935,
      "#&": 936,
      "#'": 937,
      "#(": 938,
      "#)": 939,
      "#*": 940,
      "#+": 941,
      "#,": 942,
      "#-": 943,
      "#.": 944,
      "#/": 945,
      "#0": 946,
      "#1": 947,
      "#2": 948,
      "#3": 949,
      "#4": 950,
      "#5": 951,
      "#6": 952,
      "#7": 953,
      "#8": 954,
      "#9": 955,
      "#:": 956,
      "#;": 957,
      "#<": 958,
      "#=": 959,
      "#>": 960,
      "#?": 961,
      "#@": 962,
      "#A": 963,
      "#B": 964,
      "#C": 965,
      "#D": 966,
      "#E": 967,
      "#F": 968,
      "#G": 969,
      "#H": 970,
      "#I": 971,
      "#J": 972,
      "#K": 973,
      "#L": 974,
      "#M": 975,
      "#N": 976,
      "#O": 977,
      "#P": 978,
      "#Q": 979,
      "#R": 980,
      "#S": 981,
      "#T": 982,
      "#U": 983,
      "#V": 984,
      "#W": 985,
      "#X": 986,
      "#Y": 987,
      "#Z": 988,
      "#[": 989,
      "#\\": 990,
      "#]": 991,
      "#^": 992,
      "#_": 993,
      "#`": 994,
      "#a": 995,
      "#b": 996,
      "#c": 997,
      "#d": 998,
      "#e": 999,
      "#f": 1000,
      "#g": 1001,
      "#h": 1002,
      "#i": 1003,
      "#j": 1004,
      "#k": 1005,
      "#l": 1006,
      "#m": 1007,
      "#n": 1008,
      "#o": 1009,
      "#p": 1010,
      "#q": 1011,
      "#r": 1012,
      "#s": 1013,
      "#t": 1014,
      "#u": 1015,
      "#v": 1016,
      "#w": 1017,
      "#x": 1018,
      "#y": 1019,
      "#z": 1020,
      "#{": 1021,
      "#|": 1022,
      "#}": 1023,
      "#~": 1024,
      "#Â¡": 1025,
      "#Â¢": 1026,
      "#Â£": 1027,
      "#Â¤": 1028,
      "#Â¥": 1029,
      "#Â¦": 1030,
      "#Â§": 1031,
      "#Â¨": 1032,
      "#Â©": 1033,
      "#Âª": 1034,
      "#Â«": 1035,
      "#Â¬": 1036,
      "#Â®": 1037,
      "#Â¯": 1038,
      "#Â°": 1039,
      "#Â±": 1040,
      "#Â²": 1041,
      "#Â³": 1042,
      "#Â´": 1043,
      "#Âµ": 1044,
      "#Â¶": 1045,
      "#Â·": 1046,
      "#Â¸": 1047,
      "#Â¹": 1048,
      "#Âº": 1049,
      "#Â»": 1050,
      "#Â¼": 1051,
      "#Â½": 1052,
      "#Â¾": 1053,
      "#Â¿": 1054,
      "#Ã¡": 1055,
      "#Ã¢": 1056,
      "#Ã£": 1057,
      "#Ã¤": 1058,
      "#Ã¥": 1059,
      "#Ã¦": 1060,
      "#Ã§": 1061,
      "#Ã¨": 1062,
      "#Ã©": 1063,
      "#Ãª": 1064,
      "#Ã«": 1065,
      "#Ã¬": 1066,
      "#Ã®": 1067,
      "#Ã¯": 1068,
      "#Ã°": 1069,
      "#Ã±": 1070,
      "#Ã²": 1071,
      "#Ã³": 1072,
      "#Ã´": 1073,
      "#Ãµ": 1074,
      "#Ã¶": 1075,
      "#Ã·": 1076,
      "#Ã¸": 1077,
      "#Ã¹": 1078,
      "#Ãº": 1079,
      "#Ã»": 1080,
      "#Ã¼": 1081,
      "#Ã½": 1082,
      "#Ã¾": 1083,
      "#Ã¿": 1084,
      "#ÃĢ": 1085,
      "#Ãģ": 1086,
      "#ÃĤ": 1087,
      "#Ãĥ": 1088,
      "#ÃĦ": 1089,
      "#Ãħ": 1090,
      "#ÃĨ": 1091,
      "#Ãĩ": 1092,
      "#ÃĪ": 1093,
      "#Ãī": 1094,
      "#ÃĬ": 1095,
      "#Ãĭ": 1096,
      "#ÃĮ": 1097,
      "#Ãį": 1098,
      "#Ãİ": 1099,
      "#Ãı": 1100,
      "#ÃĲ": 1101,
      "#Ãĳ": 1102,
      "#ÃĴ": 1103,
      "#Ãĵ": 1104,
      "#ÃĶ": 1105,
      "#Ãķ": 1106,
      "#Ãĸ": 1107,
      "#ÃĹ": 1108,
      "#Ãĺ": 1109,
      "#ÃĻ": 1110,
      "#Ãļ": 1111,
      "#ÃĽ": 1112,
      "#Ãľ": 1113,
      "#ÃĿ": 1114,
      "#Ãŀ": 1115,
      "#ÃŁ": 1116,
      "#Ãł": 1117,
      "#ÃŃ": 1118,
      "#Ä¡": 1119,
      "#Ä¢": 1120,
      "#Ä£": 1121,
      "#Ä¤": 1122,
      "#Ä¥": 1123,
      "#Ä¦": 1124,
      "#Ä§": 1125,
      "#Ä¨": 1126,
      "#Ä©": 1127,
      "#Äª": 1128,
      "#Ä«": 1129,
      "#Ä¬": 1130,
      "#Ä®": 1131,
      "#Ä¯": 1132,
      "#Ä°": 1133,
      "#Ä±": 1134,
      "#Ä²": 1135,
      "#Ä³": 1136,
      "#Ä´": 1137,
      "#Äµ": 1138,
      "#Ä¶": 1139,
      "#Ä·": 1140,
      "#Ä¸": 1141,
      "#Ä¹": 1142,
      "#Äº": 1143,
      "#Ä»": 1144,
      "#Ä¼": 1145,
      "#Ä½": 1146,
      "#Ä¾": 1147,
      "#Ä¿": 1148,
      "#ÄĢ": 1149,
      "#Äģ": 1150,
      "#ÄĤ": 1151,
      "#Äĥ": 1152,
      "#ÄĦ": 1153,
      "#Äħ": 1154,
      "#ÄĨ": 1155,
      "#Äĩ": 1156,
      "#ÄĪ": 1157,
      "#Äī": 1158,
      "#ÄĬ": 1159,
      "#Äĭ": 1160,
      "#ÄĮ": 1161,
      "#Äį": 1162,
      "#Äİ": 1163,
      "#Äı": 1164,
      "#ÄĲ": 1165,
      "#Äĳ": 1166,
      "#ÄĴ": 1167,
      "#Äĵ": 1168,
      "#ÄĶ": 1169,
      "#Äķ": 1170,
      "#Äĸ": 1171,
      "#ÄĹ": 1172,
      "#Äĺ": 1173,
      "#ÄĻ": 1174,
      "#Äļ": 1175,
      "#ÄĽ": 1176,
      "#Äľ": 1177,
      "#ÄĿ": 1178,
      "#Äŀ": 1179,
      "#ÄŁ": 1180,
      "#Äł": 1181,
      "#ÄŃ": 1182,
      "#ÅĢ": 1183,
      "#Åģ": 1184,
      "#ÅĤ": 1185,
      "#Åĥ": 1186,
      "$!": 1187,
      "$\"": 1188,
      "$#": 1189,
      "$$": 1190,
      "$%": 1191,
      "$&": 1192,
      "$'": 1193,
      "$(": 1194,
      "$)": 1195,
      "$*": 1196,
      "$+": 1197,
      "$,": 1198,
      "$-": 1199,
      "$.": 1200,
      "$/": 1201,
      "$0": 1202,
      "$1": 1203,
      "$2": 1204,
      "$3": 1205,
      "$4": 1206,
      "$5": 1207,
      "$6": 1208,
      "$7": 1209,
      "$8": 1210,
      "$9": 1211,
      "$:": 1212,
      "$;": 1213,
      "$<": 1214,
      "$=": 1215,
      "$>": 1216,
      "$?": 1217,
      "$@": 1218,
      "$A": 1219,
      "$B": 1220,
      "$C": 1221,
      "$D": 1222,
      "$E": 1223,
      "$F": 1224,
      "$G": 1225,
      "$H": 1226,
      "$I": 1227,
      "$J": 1228,
      "$K": 1229,
      "$L": 1230,
      "$M": 1231,
      "$N": 1232,
      "$O": 1233,
      "$P": 1234,
      "$Q": 1235,
      "$R": 1236,
      "$S": 1237,
      "$T": 1238,
      "$U": 1239,
      "$V": 1240,
      "$W": 1241,
      "$X": 1242,
      "$Y": 1243,
      "$Z": 1244,
      "$[": 1245,
      "$\\": 1246,
      "$]": 1247,
      "$^": 1248,
      "$_": 1249,
      "$`": 1250,
      "$a": 1251,
      "$b": 1252,
      "$c": 1253,
      "$d": 1254,
      "$e": 1255,
      "$f": 1256,
      "$g": 1257,
      "$h": 1258,
      "$i": 1259,
      "$j": 1260,
      "$k": 1261,
      "$l": 1262,
      "$m": 1263,
      "$n": 1264,
      "$o": 1265,
      "$p": 1266,
      "$q": 1267,
      "$r": 1268,
      "$s": 1269,
      "$t": 1270,
      "$u": 1271,
      "$v": 1272,
      "$w": 1273,
      "$x": 1274,
      "$y": 1275,
      "$z": 1276,
      "${": 1277,
      "$|": 1278,
      "$}": 1279,
      "$~": 1280,
      "$Â¡": 1281,
      "$Â¢": 1282,
      "$Â£": 1283,
      "$Â¤": 1284,
      "$Â¥": 1285,
      "$Â¦": 1286,
      "$Â§": 1287,
      "$Â¨": 1288,
      "$Â©": 1289,
      "$Âª": 1290,
      "$Â«": 1291,
      "$Â¬": 1292,
      "$Â®": 1293,
      "$Â¯": 1294,
      "$Â°": 1295,
      "$Â±": 1296,
      "$Â²": 1297,
      "$Â³": 1298,
      "$Â´": 1299,
      "$Âµ": 1300,
      "$Â¶": 1301,
      "$Â·": 1302,
      "$Â¸": 1303,
      "$Â¹": 1304,
      "$Âº": 1305,
      "$Â»": 1306,
      "$Â¼": 1307,
      "$Â½": 1308,
      "$Â¾": 1309,
      "$Â¿": 1310,
      "$Ã¡": 1311,
      "$Ã¢": 1312,
      "$Ã£": 1313,
      "$Ã¤": 1314,
      "$Ã¥": 1315,
      "$Ã¦": 1316,
      "$Ã§": 1317,
      "$Ã¨": 1318,
      "$Ã©": 1319,
      "$Ãª": 1320,
      "$Ã«": 1321,
      "$Ã¬": 1322,
      "$Ã®": 1323,
      "$Ã¯": 1324,
      "$Ã°": 1325,
      "$Ã±": 1326,
      "$Ã²": 1327,
      "$Ã³": 1328,
      "$Ã´": 1329,
      "$Ãµ": 1330,
      "$Ã¶": 1331,
      "$Ã·": 1332,
      "$Ã¸": 1333,
      "$Ã¹": 1334,
      "$Ãº": 1335,
      "$Ã»": 1336,
      "$Ã¼": 1337,
      "$Ã½": 1338,
      "$Ã¾": 1339,
      "$Ã¿": 1340,
      "$ÃĢ": 1341,
      "$Ãģ": 1342,
      "$ÃĤ": 1343,
      "$Ãĥ": 1344,
      "$ÃĦ": 1345,
      "$Ãħ": 1346,
      "$ÃĨ": 1347,
      "$Ãĩ": 1348,
      "$ÃĪ": 1349,
      "$Ãī": 1350,
      "$ÃĬ": 1351,
      "$Ãĭ": 1352,
      "$ÃĮ": 1353,
      "$Ãį": 1354,
      "$Ãİ": 1355,
      "$Ãı": 1356,
      "$ÃĲ": 1357,
      "$Ãĳ": 1358,
      "$ÃĴ": 1359,
      "$Ãĵ": 1360,
      "$ÃĶ": 1361,
      "$Ãķ": 1362,
      "$Ãĸ": 1363,
      "$ÃĹ": 1364,
      "$Ãĺ": 1365,
      "$ÃĻ": 1366,
      "$Ãļ": 1367,
      "$ÃĽ": 1368,
      "$Ãľ": 1369,
      "$ÃĿ": 1370,
      "$Ãŀ": 1371,
      "$ÃŁ": 1372,
      "$Ãł": 1373,
      "$ÃŃ": 1374,
      "$Ä¡": 1375,
      "$Ä¢": 1376,
      "$Ä£": 1377,
      "$Ä¤": 1378,
      "$Ä¥": 1379,
      "$Ä¦": 1380,
      "$Ä§": 1381,
      "$Ä¨": 1382,
      "$Ä©": 1383,
      "$Äª": 1384,
      "$Ä«": 1385,
      "$Ä¬": 1386,
      "$Ä®": 1387,
      "$Ä¯": 1388,
      "$Ä°": 1389,
      "$Ä±": 1390,
      "$Ä²": 1391,
      "$Ä³": 1392,
      "$Ä´": 1393,
      "$Äµ": 1394,
      "$Ä¶": 1395,
      "$Ä·": 1396,
      "$Ä¸": 1397,
      "$Ä¹": 1398,
      "$Äº": 1399,
      "$Ä»": 1400,
      "$Ä¼": 1401,
      "$Ä½": 1402,
      "$Ä¾": 1403,
      "$Ä¿": 1404,
      "$ÄĢ": 1405,
      "$Äģ": 1406,
      "$ÄĤ": 1407,
      "$Äĥ": 1408,
      "$ÄĦ": 1409,
      "$Äħ": 1410,
      "$ÄĨ": 1411,
      "$Äĩ": 1412,
      "$ÄĪ": 1413,
      "$Äī": 1414,
      "$ÄĬ": 1415,
      "$Äĭ": 1416,
      "$ÄĮ": 1417,
      "$Äį": 1418,
      "$Äİ": 1419,
      "$Äı": 1420,
      "$ÄĲ": 1421,
      "$Äĳ": 1422,
      "$ÄĴ": 1423,
      "$Äĵ": 1424,
      "$ÄĶ": 1425,
      "$Äķ": 1426,
      "$Äĸ": 1427,
      "$ÄĹ": 1428,
      "$Äĺ": 1429,
      "$ÄĻ": 1430,
      "$Äļ": 1431,
      "$ÄĽ": 1432,
      "$Äľ": 1433,
      "$ÄĿ": 1434,
      "$Äŀ": 1435,
      "$ÄŁ": 1436,
      "$Äł": 1437,
      "$ÄŃ": 1438,
      "$ÅĢ": 1439,
      "$Åģ": 1440,
      "$ÅĤ": 1441,
      "$Åĥ": 1442,
      "%!": 1443,
      "%\"": 1444,
      "%#": 1445,
      "%$": 1446,
      "%%": 1447,
      "%&": 1448,
      "%'": 1449,
      "%(": 1450,
      "%)": 1451,
      "%*": 1452,
      "%+": 1453,
      "%,": 1454,
      "%-": 1455,
      "%.": 1456,
      "%/": 1457,
      "%0": 1458,
      "%1": 1459,
      "%2": 1460,
      "%3": 1461,
      "%4": 1462,
      "%5": 1463,
      "%6": 1464,
      "%7": 1465,
      "%8": 1466,
      "%9": 1467,
      "%:": 1468,
      "%;": 1469,
      "%<": 1470,
      "%=": 1471,
      "%>": 1472,
      "%?": 1473,
      "%@": 1474,
      "%A": 1475,
      "%B": 1476,
      "%C": 1477,
      "%D": 1478,
      "%E": 1479,
      "%F": 1480,
      "%G": 1481,
      "%H": 1482,
      "%I": 1483,
      "%J": 1484,
      "%K": 1485,
      "%L": 1486,
      "%M": 1487,
      "%N": 1488,
      "%O": 1489,
      "%P": 1490,
      "%Q": 1491,
      "%R": 1492,
      "%S": 1493,
      "%T": 1494,
      "%U": 1495,
      "%V": 1496,
      "%W": 1497,
      "%X": 1498,
      "%Y": 1499,
      "%Z": 1500,
      "%[": 1501,
      "%\\": 1502,
      "%]": 1503,
      "%^": 1504,
      "%_": 1505,
      "%`": 1506,
      "%a": 1507,
      "%b": 1508,
      "%c": 1509,
      "%d": 1510,
      "%e": 1511,
      "%f": 1512,
      "%g": 1513,
      "%h": 1514,
      "%i": 1515,
      "%j": 1516,
      "%k": 1517,
      "%l": 1518,
      "%m": 1519,
      "%n": 1520,
      "%o": 1521,
      "%p": 1522,
      "%q": 1523,
      "%r": 1524,
      "%s": 1525,
      "%t": 1526,
      "%u": 1527,
      "%v": 1528,
      "%w": 1529,
      "%x": 1530,
      "%y": 1531,
      "%z": 1532,
      "%{": 1533,
      "%|": 1534,
      "%}": 1535,
      "%~": 1536,
      "%Â¡": 1537,
      "%Â¢": 1538,
      "%Â£": 1539,
      "%Â¤": 1540,
      "%Â¥": 1541,
      "%Â¦": 1542,
      "%Â§": 1543,
      "%Â¨": 1544,
      "%Â©": 1545,
      "%Âª": 1546,
      "%Â«": 1547,
      "%Â¬": 1548,
      "%Â®": 1549,
      "%Â¯": 1550,
      "%Â°": 1551,
      "%Â±": 1552,
      "%Â²": 1553,
      "%Â³": 1554,
      "%Â´": 1555,
      "%Âµ": 1556,
      "%Â¶": 1557,
      "%Â·": 1558,
      "%Â¸": 1559,
      "%Â¹": 1560,
      "%Âº": 1561,
      "%Â»": 1562,
      "%Â¼": 1563,
      "%Â½": 1564,
      "%Â¾": 1565,
      "%Â¿": 1566,
      "%Ã¡": 1567,
      "%Ã¢": 1568,
      "%Ã£": 1569,
      "%Ã¤": 1570,
      "%Ã¥": 1571,
      "%Ã¦": 1572,
      "%Ã§": 1573,
      "%Ã¨": 1574,
      "%Ã©": 1575,
      "%Ãª": 1576,
      "%Ã«": 1577,
      "%Ã¬": 1578,
      "%Ã®": 1579,
      "%Ã¯": 1580,
      "%Ã°": 1581,
      "%Ã±": 1582,
      "%Ã²": 1583,
      "%Ã³": 1584,
      "%Ã´": 1585,
      "%Ãµ": 1586,
      "%Ã¶": 1587,
      "%Ã·": 1588,
      "%Ã¸": 1589,
      "%Ã¹": 1590,
      "%Ãº": 1591,
      "%Ã»": 1592,
      "%Ã¼": 1593,
      "%Ã½": 1594,
      "%Ã¾": 1595,
      "%Ã¿": 1596,
      "%ÃĢ": 1597,
      "%Ãģ": 1598,
      "%ÃĤ": 1599,
      "%Ãĥ": 1600,
      "%ÃĦ": 1601,
      "%Ãħ": 1602,
      "%ÃĨ": 1603,
      "%Ãĩ": 1604,
      "%ÃĪ": 1605,
      "%Ãī": 1606,
      "%ÃĬ": 1607,
      "%Ãĭ": 1608,
      "%ÃĮ": 1609,
      "%Ãį": 1610,
      "%Ãİ": 1611,
      "%Ãı": 1612,
      "%ÃĲ": 1613,
      "%Ãĳ": 1614,
      "%ÃĴ": 1615,
      "%Ãĵ": 1616,
      "%ÃĶ": 1617,
      "%Ãķ": 1618,
      "%Ãĸ": 1619,
      "%ÃĹ": 1620,
      "%Ãĺ": 1621,
      "%ÃĻ": 1622,
      "%Ãļ": 1623,
      "%ÃĽ": 1624,
      "%Ãľ": 1625,
      "%ÃĿ": 1626,
      "%Ãŀ": 1627,
      "%ÃŁ": 1628,
      "%Ãł": 1629,
      "%ÃŃ": 1630,
      "%Ä¡": 1631,
      "%Ä¢": 1632,
      "%Ä£": 1633,
      "%Ä¤": 1634,
      "%Ä¥": 1635,
      "%Ä¦": 1636,
      "%Ä§": 1637,
      "%Ä¨": 1638,
      "%Ä©": 1639,
      "%Äª": 1640,
      "%Ä«": 1641,
      "%Ä¬": 1642,
      "%Ä®": 1643,
      "%Ä¯": 1644,
      "%Ä°": 1645,
      "%Ä±": 1646,
      "%Ä²": 1647,
      "%Ä³": 1648,
      "%Ä´": 1649,
      "%Äµ": 1650,
      "%Ä¶": 1651,
      "%Ä·": 1652,
      "%Ä¸": 1653,
      "%Ä¹": 1654,
      "%Äº": 1655,
      "%Ä»": 1656,
      "%Ä¼": 1657,
      "%Ä½": 1658,
      "%Ä¾": 1659,
      "%Ä¿": 1660,
      "%ÄĢ": 1661,
      "%Äģ": 1662,
      "%ÄĤ": 1663,
      "%Äĥ": 1664,
      "%ÄĦ": 1665,
      "%Äħ": 1666,
      "%ÄĨ": 1667,
      "%Äĩ": 1668,
      "%ÄĪ": 1669,
      "%Äī": 1670,
      "%ÄĬ": 1671,
      "%Äĭ": 1672,
      "%ÄĮ": 1673,
      "%Äį": 1674,
      "%Äİ": 1675,
      "%Äı": 1676,
      "%ÄĲ": 1677,
      "%Äĳ": 1678,
      "%ÄĴ": 1679,
      "%Äĵ": 1680,
      "%ÄĶ": 1681,
      "%Äķ": 1682,
      "%Äĸ": 1683,
      "%ÄĹ": 1684,
      "%Äĺ": 1685,
      "%ÄĻ": 1686,
      "%Äļ": 1687,
      "%ÄĽ": 1688,
      "%Äľ": 1689,
      "%ÄĿ": 1690,
      "%Äŀ": 1691,
      "%ÄŁ": 1692,
      "%Äł": 1693,
      "%ÄŃ": 1694,
      "%ÅĢ": 1695,
      "%Åģ": 1696,
      "%ÅĤ": 1697,
      "%Åĥ": 1698,
      "&!": 1699,
      "&\"": 1700,
      "&#": 1701,
      "&$": 1702,
      "&%": 1703,
      "&&": 1704,
      "&'": 1705,
      "&(": 1706,
      "&)": 1707,
      "&*": 1708,
      "&+": 1709,
      "&,": 1710,
      "&-": 1711,
      "&.": 1712,
      "&/": 1713,
      "&0": 1714,
      "&1": 1715,
      "&2": 1716,
      "&3": 1717,
      "&4": 1718,
      "&5": 1719,
      "&6": 1720,
      "&7": 1721,
      "&8": 1722,
      "&9": 1723,
      "&:": 1724,
      "&;": 1725,
      "&<": 1726,
      "&=": 1727,
      "&>": 1728,
      "&?": 1729,
      "&@": 1730,
      "&A": 1731,
      "&B": 1732,
      "&C": 1733,
      "&D": 1734,
      "&E": 1735,
      "&F": 1736,
      "&G": 1737,
      "&H": 1738,
      "&I": 1739,
      "&J": 1740,
      "&K": 1741,
      "&L": 1742,
      "&M": 1743,
      "&N": 1744,
      "&O": 1745,
      "&P": 1746,
      "&Q": 1747,
      "&R": 1748,
      "&S": 1749,
      "&T": 1750,
      "&U": 1751,
      "&V": 1752,
      "&W": 1753,
      "&X": 1754,
      "&Y": 1755,
      "&Z": 1756,
      "&[": 1757,
      "&\\": 1758,
      "&]": 1759,
      "&^": 1760,
      "&_": 1761,
      "&`": 1762,
      "&a": 1763,
      "&b": 1764,
      "&c": 1765,
      "&d": 1766,
      "&e": 1767,
      "&f": 1768,
      "&g": 1769,
      "&h": 1770,
      "&i": 1771,
      "&j": 1772,
      "&k": 1773,
      "&l": 1774,
      "&m": 1775,
      "&n": 1776,
      "&o": 1777,
      "&p": 1778,
      "&q": 1779,
      "&r": 1780,
      "&s": 1781,
      "&t": 1782,
      "&u": 1783,
      "&v": 1784,
      "&w": 1785,
      "&x": 1786,
      "&y": 1787,
      "&z": 1788,
      "&{": 1789,
      "&|": 1790,
      "&}": 1791,
      "&~": 1792,
      "&Â¡": 1793,
      "&Â¢": 1794,
      "&Â£": 1795,
      "&Â¤": 1796,
      "&Â¥": 1797,
      "&Â¦": 1798,
      "&Â§": 1799,
      "&Â¨": 1800,
      "&Â©": 1801,
      "&Âª": 1802,
      "&Â«": 1803,
      "&Â¬": 1804,
      "&Â®": 1805,
      "&Â¯": 1806,
      "&Â°": 1807,
      "&Â±": 1808,
      "&Â²": 1809,
      "&Â³": 1810,
      "&Â´": 1811,
      "&Âµ": 1812,
      "&Â¶": 1813,
      "&Â·": 1814,
      "&Â¸": 1815,
      "&Â¹": 1816,
      "&Âº": 1817,
      "&Â»": 1818,
      "&Â¼": 1819,
      "&Â½": 1820,
      "&Â¾": 1821,
      "&Â¿": 1822,
      "&Ã¡": 1823,
      "&Ã¢": 1824,
      "&Ã£": 1825,
      "&Ã¤": 1826,
      "&Ã¥": 1827,
      "&Ã¦": 1828,
      "&Ã§": 1829,
      "&Ã¨": 1830,
      "&Ã©": 1831,
      "&Ãª": 1832,
      "&Ã«": 1833,
      "&Ã¬": 1834,
      "&Ã®": 1835,
      "&Ã¯": 1836,
      "&Ã°": 1837,
      "&Ã±": 1838,
      "&Ã²": 1839,
      "&Ã³": 1840,
      "&Ã´": 1841,
      "&Ãµ": 1842,
      "&Ã¶": 1843,
      "&Ã·": 1844,
      "&Ã¸": 1845,
      "&Ã¹": 1846,
      "&Ãº": 1847,
      "&Ã»": 1848,
      "&Ã¼": 1849,
      "&Ã½": 1850,
      "&Ã¾": 1851,
      "&Ã¿": 1852,
      "&ÃĢ": 1853,
      "&Ãģ": 1854,
      "&ÃĤ": 1855,
      "&Ãĥ": 1856,
      "&ÃĦ": 1857,
      "&Ãħ": 1858,
      "&ÃĨ": 1859,
      "&Ãĩ": 1860,
      "&ÃĪ": 1861,
      "&Ãī": 1862,
      "&ÃĬ": 1863,
      "&Ãĭ": 1864,
      "&ÃĮ": 1865,
      "&Ãį": 1866,
      "&Ãİ": 1867,
      "&Ãı": 1868,
      "&ÃĲ": 1869,
      "&Ãĳ": 1870,
      "&ÃĴ": 1871,
      "&Ãĵ": 1872,
      "&ÃĶ": 1873,
      "&Ãķ": 1874,
      "&Ãĸ": 1875,
      "&ÃĹ": 1876,
      "&Ãĺ": 1877,
      "&ÃĻ": 1878,
      "&Ãļ": 1879,
      "&ÃĽ": 1880,
      "&Ãľ": 1881,
      "&ÃĿ": 1882,
      "&Ãŀ": 1883,
      "&ÃŁ": 1884,
      "&Ãł": 1885,
      "&ÃŃ": 1886,
      "&Ä¡": 1887,
      "&Ä¢": 1888,
      "&Ä£": 1889,
      "&Ä¤": 1890,
      "&Ä¥": 1891,
      "&Ä¦": 1892,
      "&Ä§": 1893,
      "&Ä¨": 1894,
      "&Ä©": 1895,
      "&Äª": 1896,
      "&Ä«": 1897,
      "&Ä¬": 1898,
      "&Ä®": 1899,
      "&Ä¯": 1900,
      "&Ä°": 1901,
      "&Ä±": 1902,
      "&Ä²": 1903,
      "&Ä³": 1904,
      "&Ä´": 1905,
      "&Äµ": 1906,
      "&Ä¶": 1907,
      "&Ä·": 1908,
      "&Ä¸": 1909,
      "&Ä¹": 1910,
      "&Äº": 1911,
      "&Ä»": 1912,
      "&Ä¼": 1913,
      "&Ä½": 1914,
      "&Ä¾": 1915,
      "&Ä¿": 1916,
      "&ÄĢ": 1917,
      "&Äģ": 1918,
      "&ÄĤ": 1919,
      "&Äĥ": 1920,
      "&ÄĦ": 1921,
      "&Äħ": 1922,
      "&ÄĨ": 1923,
      "&Äĩ": 1924,
      "&ÄĪ": 1925,
      "&Äī": 1926,
      "&ÄĬ": 1927,
      "&Äĭ": 1928,
      "&ÄĮ": 1929,
      "&Äį": 1930,
      "&Äİ": 1931,
      "&Äı": 1932,
      "&ÄĲ": 1933,
      "&Äĳ": 1934,
      "&ÄĴ": 1935,
      "&Äĵ": 1936,
      "&ÄĶ": 1937,
      "&Äķ": 1938,
      "&Äĸ": 1939,
      "&ÄĹ": 1940,
      "&Äĺ": 1941,
      "&ÄĻ": 1942,
      "&Äļ": 1943,
      "&ÄĽ": 1944,
      "&Äľ": 1945,
      "&ÄĿ": 1946,
      "&Äŀ": 1947,
      "&ÄŁ": 1948,
      "&Äł": 1949,
      "&ÄŃ": 1950,
      "&ÅĢ": 1951,
      "&Åģ": 1952,
      "&ÅĤ": 1953,
      "&Åĥ": 1954,
      "'!": 1955,
      "'\"": 1956,
      "'#": 1957,
      "'$": 1958,
      "'%": 1959,
      "'&": 1960,
      "''": 1961,
      "'(": 1962,
      "')": 1963,
      "'*": 1964,
      "'+": 1965,
      "',": 1966,
      "'-": 1967,
      "'.": 1968,
      "'/": 1969,
      "'0": 1970,
      "'1": 1971,
      "'2": 1972,
      "'3": 1973,
      "'4": 1974,
      "'5": 1975,
      "'6": 1976,
      "'7": 1977,
      "'8": 1978,
      "'9": 1979,
      "':": 1980,
      "';": 1981,
      "'<": 1982,
      "'=": 1983,
      "'>": 1984,
      "'?": 1985,
      "'@": 1986,
      "'A": 1987,
      "'B": 1988,
      "'C": 1989,
      "'D": 1990,
      "'E": 1991,
      "'F": 1992,
      "'G": 1993,
      "'H": 1994,
      "'I": 1995,
      "'J": 1996,
      "'K": 1997,
      "'L": 1998,
      "'M": 1999,
      "'N": 2000,
      "'O": 2001,
      "'P": 2002,
      "'Q": 2003,
      "'R": 2004,
      "'S": 2005,
      "'T": 2006,
      "'U": 2007,
      "'V": 2008,
      "'W": 2009,
      "'X": 2010,
      "'Y": 2011,
      "'Z": 2012,
      "'[": 2013,
      "'\\": 2014,
      "']": 2015,
      "'^": 2016,
      "'_": 2017,
      "'`": 2018,
      "'a": 2019,
      "'b": 2020,
      "'c": 2021,
      "'d": 2022,
      "'e": 2023,
      "'f": 2024,
      "'g": 2025,
      "'h": 2026,
      "'i": 2027,
      "'j": 2028,
      "'k": 2029,
      "'l": 2030,
      "'m": 2031,
      "'n": 2032,
      "'o": 2033,
      "'p": 2034,
      "'q": 2035,
      "'r": 2036,
      "'s": 2037,
      "'t": 2038,
      "'u": 2039,
      "'v": 2040,
      "'w": 2041,
      "'x": 2042,
      "'y": 2043,
      "'z": 2044,
      "'{": 2045,
      "'|": 2046,
      "'}": 2047,
      "'~": 2048,
      "'Â¡": 2049,
      "'Â¢": 2050,
      "'Â£": 2051,
      "'Â¤": 2052,
      "'Â¥": 2053,
      "'Â¦": 2054,
      "'Â§": 2055,
      "'Â¨": 2056,
      "'Â©": 2057,
      "'Âª": 2058,
      "'Â«": 2059,
      "'Â¬": 2060,
      "'Â®": 2061,
      "'Â¯": 2062,
      "'Â°": 2063,
      "'Â±": 2064,
      "'Â²": 2065,
      "'Â³": 2066,
      "'Â´": 2067,
      "'Âµ": 2068,
      "'Â¶": 2069,
      "'Â·": 2070,
      "'Â¸": 2071,
      "'Â¹": 2072,
      "'Âº": 2073,
      "'Â»": 2074,
      "'Â¼": 2075,
      "'Â½": 2076,
      "'Â¾": 2077,
      "'Â¿": 2078,
      "'Ã¡": 2079,
      "'Ã¢": 2080,
      "'Ã£": 2081,
      "'Ã¤": 2082,
      "'Ã¥": 2083,
      "'Ã¦": 2084,
      "'Ã§": 2085,
      "'Ã¨": 2086,
      "'Ã©": 2087,
      "'Ãª": 2088,
      "'Ã«": 2089,
      "'Ã¬": 2090,
      "'Ã®": 2091,
      "'Ã¯": 2092,
      "'Ã°": 2093,
      "'Ã±": 2094,
      "'Ã²": 2095,
      "'Ã³": 2096,
      "'Ã´": 2097,
      "'Ãµ": 2098,
      "'Ã¶": 2099,
      "'Ã·": 2100,
      "'Ã¸": 2101,
      "'Ã¹": 2102,
      "'Ãº": 2103,
      "'Ã»": 2104,
      "'Ã¼": 2105,
      "'Ã½": 2106,
      "'Ã¾": 2107,
      "'Ã¿": 2108,
      "'ÃĢ": 2109,
      "'Ãģ": 2110,
      "'ÃĤ": 2111,
      "'Ãĥ": 2112,
      "'ÃĦ": 2113,
      "'Ãħ": 2114,
      "'ÃĨ": 2115,
      "'Ãĩ": 2116,
      "'ÃĪ": 2117,
      "'Ãī": 2118,
      "'ÃĬ": 2119,
      "'Ãĭ": 2120,
      "'ÃĮ": 2121,
      "'Ãį": 2122,
      "'Ãİ": 2123,
      "'Ãı": 2124,
      "'ÃĲ": 2125,
      "'Ãĳ": 2126,
      "'ÃĴ": 2127,
      "'Ãĵ": 2128,
      "'ÃĶ": 2129,
      "'Ãķ": 2130,
      "'Ãĸ": 2131,
      "'ÃĹ": 2132,
      "'Ãĺ": 2133,
      "'ÃĻ": 2134,
      "'Ãļ": 2135,
      "'ÃĽ": 2136,
      "'Ãľ": 2137,
      "'ÃĿ": 2138,
      "'Ãŀ": 2139,
      "'ÃŁ": 2140,
      "'Ãł": 2141,
      "'ÃŃ": 2142,
      "'Ä¡": 2143,
      "'Ä¢": 2144,
      "'Ä£": 2145,
      "'Ä¤": 2146,
      "'Ä¥": 2147,
      "'Ä¦": 2148,
      "'Ä§": 2149,
      "'Ä¨": 2150,
      "'Ä©": 2151,
      "'Äª": 2152,
      "'Ä«": 2153,
      "'Ä¬": 2154,
      "'Ä®": 2155,
      "'Ä¯": 2156,
      "'Ä°": 2157,
      "'Ä±": 2158,
      "'Ä²": 2159,
      "'Ä³": 2160,
      "'Ä´": 2161,
      "'Äµ": 2162,
      "'Ä¶": 2163,
      "'Ä·": 2164,
      "'Ä¸": 2165,
      "'Ä¹": 2166,
      "'Äº": 2167,
      "'Ä»": 2168,
      "'Ä¼": 2169,
      "'Ä½": 2170,
      "'Ä¾": 2171,
      "'Ä¿": 2172,
      "'ÄĢ": 2173,
      "'Äģ": 2174,
      "'ÄĤ": 2175,
      "'Äĥ": 2176,
      "'ÄĦ": 2177,
      "'Äħ": 2178,
      "'ÄĨ": 2179,
      "'Äĩ": 2180,
      "'ÄĪ": 2181,
      "'Äī": 2182,
      "'ÄĬ": 2183,
      "'Äĭ": 2184,
      "'ÄĮ": 2185,
      "'Äį": 2186,
      "'Äİ": 2187,
      "'Äı": 2188,
      "'ÄĲ": 2189,
      "'Äĳ": 2190,
      "'ÄĴ": 2191,
      "'Äĵ": 2192,
      "'ÄĶ": 2193,
      "'Äķ": 2194,
      "'Äĸ": 2195,
      "'ÄĹ": 2196,
      "'Äĺ": 2197,
      "'ÄĻ": 2198,
      "'Äļ": 2199,
      "'ÄĽ": 2200,
      "'Äľ": 2201,
      "'ÄĿ": 2202,
      "'Äŀ": 2203,
      "'ÄŁ": 2204,
      "'Äł": 2205,
      "'ÄŃ": 2206,
      "'ÅĢ": 2207,
      "'Åģ": 2208,
      "'ÅĤ": 2209,
      "'Åĥ": 2210,
      "(!": 2211,
      "(\"": 2212,
      "(#": 2213,
      "($": 2214,
      "(%": 2215,
      "(&": 2216,
      "('": 2217,
      "((": 2218,
      "()": 2219,
      "(*": 2220,
      "(+": 2221,
      "(,": 2222,
      "(-": 2223,
      "(.": 2224,
      "(/": 2225,
      "(0": 2226,
      "(1": 2227,
      "(2": 2228,
      "(3": 2229,
      "(4": 2230,
      "(5": 2231,
      "(6": 2232,
      "(7": 2233,
      "(8": 2234,
      "(9": 2235,
      "(:": 2236,
      "(;": 2237,
      "(<": 2238,
      "(=": 2239,
      "(>": 2240,
      "(?": 2241,
      "(@": 2242,
      "(A": 2243,
      "(B": 2244,
      "(C": 2245,
      "(D": 2246,
      "(E": 2247,
      "(F": 2248,
      "(G": 2249,
      "(H": 2250,
      "(I": 2251,
      "(J": 2252,
      "(K": 2253,
      "(L": 2254,
      "(M": 2255,
      "(N": 2256,
      "(O": 2257,
      "(P": 2258,
      "(Q": 2259,
      "(R": 2260,
      "(S": 2261,
      "(T": 2262,
      "(U": 2263,
      "(V": 2264,
      "(W": 2265,
      "(X": 2266,
      "(Y": 2267,
      "(Z": 2268,
      "([": 2269,
      "(\\": 2270,
      "(]": 2271,
      "(^": 2272,
      "(_": 2273,
      "(`": 2274,
      "(a": 2275,
      "(b": 2276,
      "(c": 2277,
      "(d": 2278,
      "(e": 2279,
      "(f": 2280,
      "(g": 2281,
      "(h": 2282,
      "(i": 2283,
      "(j": 2284,
      "(k": 2285,
      "(l": 2286,
      "(m": 2287,
      "(n": 2288,
      "(o": 2289,
      "(p": 2290,
      "(q": 2291,
      "(r": 2292,
      "(s": 2293,
      "(t": 2294,
      "(u": 2295,
      "(v": 2296,
      "(w": 2297,
      "(x": 2298,
      "(y": 2299,
      "(z": 2300,
      "({": 2301,
      "(|": 2302,
      "(}": 2303,
      "(~": 2304,
      "(Â¡": 2305,
      "(Â¢": 2306,
      "(Â£": 2307,
      "(Â¤": 2308,
      "(Â¥": 2309,
      "(Â¦": 2310,
      "(Â§": 2311,
      "(Â¨": 2312,
      "(Â©": 2313,
      "(Âª": 2314,
      "(Â«": 2315,
      "(Â¬": 2316,
      "(Â®": 2317,
      "(Â¯": 2318,
      "(Â°": 2319,
      "(Â±": 2320,
      "(Â²": 2321,
      "(Â³": 2322,
      "(Â´": 2323,
      "(Âµ": 2324,
      "(Â¶": 2325,
      "(Â·": 2326,
      "(Â¸": 2327,
      "(Â¹": 2328,
      "(Âº": 2329,
      "(Â»": 2330,
      "(Â¼": 2331,
      "(Â½": 2332,
      "(Â¾": 2333,
      "(Â¿": 2334,
      "(Ã¡": 2335,
      "(Ã¢": 2336,
      "(Ã£": 2337,
      "(Ã¤": 2338,
      "(Ã¥": 2339,
      "(Ã¦": 2340,
      "(Ã§": 2341,
      "(Ã¨": 2342,
      "(Ã©": 2343,
      "(Ãª": 2344,
      "(Ã«": 2345,
      "(Ã¬": 2346,
      "(Ã®": 2347,
      "(Ã¯": 2348,
      "(Ã°": 2349,
      "(Ã±": 2350,
      "(Ã²": 2351,
      "(Ã³": 2352,
      "(Ã´": 2353,
      "(Ãµ": 2354,
      "(Ã¶": 2355,
      "(Ã·": 2356,
      "(Ã¸": 2357,
      "(Ã¹": 2358,
      "(Ãº": 2359,
      "(Ã»": 2360,
      "(Ã¼": 2361,
      "(Ã½": 2362,
      "(Ã¾": 2363,
      "(Ã¿": 2364,
      "(ÃĢ": 2365,
      "(Ãģ": 2366,
      "(ÃĤ": 2367,
      "(Ãĥ": 2368,
      "(ÃĦ": 2369,
      "(Ãħ": 2370,
      "(ÃĨ": 2371,
      "(Ãĩ": 2372,
      "(ÃĪ": 2373,
      "(Ãī": 2374,
      "(ÃĬ": 2375,
      "(Ãĭ": 2376,
      "(ÃĮ": 2377,
      "(Ãį": 2378,
      "(Ãİ": 2379,
      "(Ãı": 2380,
      "(ÃĲ": 2381,
      "(Ãĳ": 2382,
      "(ÃĴ": 2383,
      "(Ãĵ": 2384,
      "(ÃĶ": 2385,
      "(Ãķ": 2386,
      "(Ãĸ": 2387,
      "(ÃĹ": 2388,
      "(Ãĺ": 2389,
      "(ÃĻ": 2390,
      "(Ãļ": 2391,
      "(ÃĽ": 2392,
      "(Ãľ": 2393,
      "(ÃĿ": 2394,
      "(Ãŀ": 2395,
      "(ÃŁ": 2396,
      "(Ãł": 2397,
      "(ÃŃ": 2398,
      "(Ä¡": 2399,
      "(Ä¢": 2400,
      "(Ä£": 2401,
      "(Ä¤": 2402,
      "(Ä¥": 2403,
      "(Ä¦": 2404,
      "(Ä§": 2405,
      "(Ä¨": 2406,
      "(Ä©": 2407,
      "(Äª": 2408,
      "(Ä«": 2409,
      "(Ä¬": 2410,
      "(Ä®": 2411,
      "(Ä¯": 2412,
      "(Ä°": 2413,
      "(Ä±": 2414,
      "(Ä²": 2415,
      "(Ä³": 2416,
      "(Ä´": 2417,
      "(Äµ": 2418,
      "(Ä¶": 2419,
      "(Ä·": 2420,
      "(Ä¸": 2421,
      "(Ä¹": 2422,
      "(Äº": 2423,
      "(Ä»": 2424,
      "(Ä¼": 2425,
      "(Ä½": 2426,
      "(Ä¾": 2427,
      "(Ä¿": 2428,
      "(ÄĢ": 2429,
      "(Äģ": 2430,
      "(ÄĤ": 2431,
      "(Äĥ": 2432,
      "(ÄĦ": 2433,
      "(Äħ": 2434,
      "(ÄĨ": 2435,
      "(Äĩ": 2436,
      "(ÄĪ": 2437,
      "(Äī": 2438,
      "(ÄĬ": 2439,
      "(Äĭ": 2440,
      "(ÄĮ": 2441,
      "(Äį": 2442,
      "(Äİ": 2443,
      "(Äı": 2444,
      "(ÄĲ": 2445,
      "(Äĳ": 2446,
      "(ÄĴ": 2447,
      "(Äĵ": 2448,
      "(ÄĶ": 2449,
      "(Äķ": 2450,
      "(Äĸ": 2451,
      "(ÄĹ": 2452,
      "(Äĺ": 2453,
      "(ÄĻ": 2454,
      "(Äļ": 2455,
      "(ÄĽ": 2456,
      "(Äľ": 2457,
      "(ÄĿ": 2458,
      "(Äŀ": 2459,
      "(ÄŁ": 2460,
      "(Äł": 2461,
      "(ÄŃ": 2462,
      "(ÅĢ": 2463,
      "(Åģ": 2464,
      "(ÅĤ": 2465,
      "(Åĥ": 2466,
      ")!": 2467,
      ")\"": 2468,
      ")#": 2469,
      ")$": 2470,
      ")%": 2471,
      ")&": 2472,
      ")'": 2473,
      ")(": 2474,
      "))": 2475,
      ")*": 2476,
      ")+": 2477,
      "),": 2478,
      ")-": 2479,
      ").": 2480,
      ")/": 2481,
      ")0": 2482,
      ")1": 2483,
      ")2": 2484,
      ")3": 2485,
      ")4": 2486,
      ")5": 2487,
      ")6": 2488,
      ")7": 2489,
      ")8": 2490,
      ")9": 2491,
      "):": 2492,
      ");": 2493,
      ")<": 2494,
      ")=": 2495,
      ")>": 2496,
      ")?": 2497,
      ")@": 2498,
      ")A": 2499,
      ")B": 2500,
      ")C": 2501,
      ")D": 2502,
      ")E": 2503,
      ")F": 2504,
      ")G": 2505,
      ")H": 2506,
      ")I": 2507,
      ")J": 2508,
      ")K": 2509,
      ")L": 2510,
      ")M": 2511,
      ")N": 2512,
      ")O": 2513,
      ")P": 2514,
      ")Q": 2515,
      ")R": 2516,
      ")S": 2517,
      ")T": 2518,
      ")U": 2519,
      ")V": 2520,
      ")W": 2521,
      ")X": 2522,
      ")Y": 2523,
      ")Z": 2524,
      ")[": 2525,
      ")\\": 2526,
      ")]": 2527,
      ")^": 2528,
      ")_": 2529,
      ")`": 2530,
      ")a": 2531,
      ")b": 2532,
      ")c": 2533,
      ")d": 2534,
      ")e": 2535,
      ")f": 2536,
      ")g": 2537,
      ")h": 2538,
      ")i": 2539,
      ")j": 2540,
      ")k": 2541,
      ")l": 2542,
      ")m": 2543,
      ")n": 2544,
      ")o": 2545,
      ")p": 2546,
      ")q": 2547,
      ")r": 2548,
      ")s": 2549,
      ")t": 2550,
      ")u": 2551,
      ")v": 2552,
      ")w": 2553,
      ")x": 2554,
      ")y": 2555,
      ")z": 2556,
      "){": 2557,
      ")|": 2558,
      ")}": 2559,
      ")~": 2560,
      ")Â¡": 2561,
      ")Â¢": 2562,
      ")Â£": 2563,
      ")Â¤": 2564,
      ")Â¥": 2565,
      ")Â¦": 2566,
      ")Â§": 2567,
      ")Â¨": 2568,
      ")Â©": 2569,
      ")Âª": 2570,
      ")Â«": 2571,
      ")Â¬": 2572,
      ")Â®": 2573,
      ")Â¯": 2574,
      ")Â°": 2575,
      ")Â±": 2576,
      ")Â²": 2577,
      ")Â³": 2578,
      ")Â´": 2579,
      ")Âµ": 2580,
      ")Â¶": 2581,
      ")Â·": 2582,
      ")Â¸": 2583,
      ")Â¹": 2584,
      ")Âº": 2585,
      ")Â»": 2586,
      ")Â¼": 2587,
      ")Â½": 2588,
      ")Â¾": 2589,
      ")Â¿": 2590,
      ")Ã¡": 2591,
      ")Ã¢": 2592,
      ")Ã£": 2593,
      ")Ã¤": 2594,
      ")Ã¥": 2595,
      ")Ã¦": 2596,
      ")Ã§": 2597,
      ")Ã¨": 2598,
      ")Ã©": 2599,
      ")Ãª": 2600,
      ")Ã«": 2601,
      ")Ã¬": 2602,
      ")Ã®": 2603,
      ")Ã¯": 2604,
      ")Ã°": 2605,
      ")Ã±": 2606,
      ")Ã²": 2607,
      ")Ã³": 2608,
      ")Ã´": 2609,
      ")Ãµ": 2610,
      ")Ã¶": 2611,
      ")Ã·": 2612,
      ")Ã¸": 2613,
      ")Ã¹": 2614,
      ")Ãº": 2615,
      ")Ã»": 2616,
      ")Ã¼": 2617,
      ")Ã½": 2618,
      ")Ã¾": 2619,
      ")Ã¿": 2620,
      ")ÃĢ": 2621,
      ")Ãģ": 2622,
      ")ÃĤ": 2623,
      ")Ãĥ": 2624,
      ")ÃĦ": 2625,
      ")Ãħ": 2626,
      ")ÃĨ": 2627,
      ")Ãĩ": 2628,
      ")ÃĪ": 2629,
      ")Ãī": 2630,
      ")ÃĬ": 2631,
      ")Ãĭ": 2632,
      ")ÃĮ": 2633,
      ")Ãį": 2634,
      ")Ãİ": 2635,
      ")Ãı": 2636,
      ")ÃĲ": 2637,
      ")Ãĳ": 2638,
      ")ÃĴ": 2639,
      ")Ãĵ": 2640,
      ")ÃĶ": 2641,
      ")Ãķ": 2642,
      ")Ãĸ": 2643,
      ")ÃĹ": 2644,
      ")Ãĺ": 2645,
      ")ÃĻ": 2646,
      ")Ãļ": 2647,
      ")ÃĽ": 2648,
      ")Ãľ": 2649,
      ")ÃĿ": 2650,
      ")Ãŀ": 2651,
      ")ÃŁ": 2652,
      ")Ãł": 2653,
      ")ÃŃ": 2654,
      ")Ä¡": 2655,
      ")Ä¢": 2656,
      ")Ä£": 2657,
      ")Ä¤": 2658,
      ")Ä¥": 2659,
      ")Ä¦": 2660,
      ")Ä§": 2661,
      ")Ä¨": 2662,
      ")Ä©": 2663,
      ")Äª": 2664,
      ")Ä«": 2665,
      ")Ä¬": 2666,
      ")Ä®": 2667,
      ")Ä¯": 2668,
      ")Ä°": 2669,
      ")Ä±": 2670,
      ")Ä²": 2671,
      ")Ä³": 2672,
      ")Ä´": 2673,
      ")Äµ": 2674,
      ")Ä¶": 2675,
      ")Ä·": 2676,
      ")Ä¸": 2677,
      ")Ä¹": 2678,
      ")Äº": 2679,
      ")Ä»": 2680,
      ")Ä¼": 2681,
      ")Ä½": 2682,
      ")Ä¾": 2683,
      ")Ä¿": 2684,
      ")ÄĢ": 2685,
      ")Äģ": 2686,
      ")ÄĤ": 2687,
      ")Äĥ": 2688,
      ")ÄĦ": 2689,
      ")Äħ": 2690,
      ")ÄĨ": 2691,
      ")Äĩ": 2692,
      ")ÄĪ": 2693,
      ")Äī": 2694,
      ")ÄĬ": 2695,
      ")Äĭ": 2696,
      ")ÄĮ": 2697,
      ")Äį": 2698,
      ")Äİ": 2699,
      ")Äı": 2700,
      ")ÄĲ": 2701,
      ")Äĳ": 2702,
      ")ÄĴ": 2703,
      ")Äĵ": 2704,
      ")ÄĶ": 2705,
      ")Äķ": 2706,
      ")Äĸ": 2707,
      ")ÄĹ": 2708,
      ")Äĺ": 2709,
      ")ÄĻ": 2710,
      ")Äļ": 2711,
      ")ÄĽ": 2712,
      ")Äľ": 2713,
      ")ÄĿ": 2714,
